{
    "id": 3,
    "date": "2017.03.14",
    "title": "The Matrix",
    "subtitle": "观影余生",
    "paragraghs": [
        "<h2>Simulacra &amp; Simulation</h2>",
        "<p>Neo把自己的待出售的黑客软件藏在了这本书里，具体藏在了这本书的’On Nihilism’这个章节（虚无主义）。有关这本书：</p>",
        "<blockquote>",
        "<p>鲍德里亚在1970年代中期出版《象征交易和死亡》（L&#39;Echange symbolique et la mort），基本上仍遵循索绪尔的影响，但却导引他在1980年代更加阐释“拟像”（simulacre）跟“模拟”（simulation）的关系，然后就是针对大众传播媒体、全新的数位科技的全面的、革命性的批判。</p>",
        "<p>鲍德里亚首先在《象征交易和死亡》这本书提到拟像的三种类别（trois ordres）：</p>",
        "<p>· 第一种类，是“仿冒”（contrefaçon）的拟像，年代是从文艺复兴时代开始一直到第一次工业革命；在这个时代，是“存有物”（l&#39;être）跟“外观”（l&#39;apparence）的分裂，是“原始物”（la référence originelle）跟“模仿它的替身”（son double mimétique）的分裂。</p>",
        "<p>· 第二种类，是“生产”（production）的拟像，年代是工业社会：所有的物体已不再是原始物的反映或仿冒，而是所有的物体彼此全都是拟像。这第二种类别的拟像终止所有的参考动作以及能够无限制地再生产。</p>",
        "<p>· 第三种类，是“模拟”（simulation）的拟像，原始起源以一种幻觉式的形式再度出现。这种模式以设计好的程式将所有的物体投射出虚拟的存在。</p>",
        "<p>举例来说，数位典藏算是第二种“生产”（production）的拟像。数字化藏品的技术是依赖数位摄影来生产、复制艺术品。至于第三种拟像--“模拟”早已在商业和工业领域里应用到淋漓尽致，从立体实境的游戏制作到产品、建筑模型的构筑，其软件（MAYA、3D STUDIO MAX、PRO-E等）无不使用得相当广泛平常。<a href=\"\">1</a></p>",
        "<p>鲍德里亚称这个时代（即我们现在的这个时代）是“过度真实的”（l&#39;hyperréel），在这样的“过度真实”中，“存有物”跟“外观”之间的差异已被废除，这样的“过度真实”其实是靠封闭的符号系统自己结构起来，且所有的这些符号完全都没有参考到外在的现实。 鲍德里亚晚年有一句嘲讽的话也很有名：“超真实已死。所以，超真实万岁！”（L&#39;hypperréalité est morte. Vive l&#39;hyperréalité&nbsp;!）</p>",
        "<p> ——— 来源：<a href=\"https://zh.wikipedia.org/zh-cn/%E5%B0%9A%C2%B7%E5%B8%83%E5%B8%8C%E4%BA%9E\">https://zh.wikipedia.org/zh-cn/尚·布希亞</a></p>",
        "</blockquote>",
        "<h2>make a choice</h2>",
        "<p>《黑客帝国》自始至终都在强调的一个命题就是“选择”，人之所以为人，就是因为你从一开始就做了这样那样的选择，你的选择最终铸就了你的人生。那么到底什么驱使我们去选择？</p>",
        "<p>Neo在一开始的时候是一个大公司的小小职员，当迟到后，老板就告诉他，你现在有两个选择：一个是好好工作，另一个就是立马滚蛋。Neo唯唯诺诺的答应老板，一副怂样。这就是他还没觉醒的样子，他的选择就像是《猜火车》里一开始那样，大家都会顺应人流而选择大家都遵从的东西，比如钱，比如地位，比如稳定。但是一旦觉醒，那么你的选择才是真正的选择，你做的每一次选择，其实都应该是你知道后果，但是仍然去做的选择，这才是明智的，自发的，真正可以称为成人的选择。《猜火车》的主角叛逆了一段，然后重新选择了回归主流 —— 一个他的选择。Neo觉醒后，另一种选择 —— 选择了与整个Matrix（主流）为敌。当然在这之前，他还做了一次选择：选择红药丸还是蓝药丸。这是他最后一次懵懂的选择，他并知道后面隐藏的是什么，只是从心中想要追求真理。而墨菲斯告诉他，红药丸就只是真相 —— “Nothing more”。与其说这是一种诱骗，不如说这是一种一针见血，一探到底的泄漏。红药丸所揭露的就是赤裸裸的真相，一种常人无法接受的真相。至于是什么，只有你自己钻到“兔子洞”里，才可以看清。</p>",
        "<p>Neo与他人的区别，或者说，从Matrix中觉醒的人与他人的区别就是对于真理的追求，他们总比别人多一点点。这就导致他们在最后，一定会去吃那颗红药丸。而产生这种区别的根本，我认为是一种与生俱来的敏感，让人从小多多少少的关注到了别人关注不到的东西，探知到了他人无法明白的地方，这一次次小小的积累，让这些人越来越多的显得与众不同，从而显示出一种充满好奇心的表象，一种永远无法满足的求知欲。</p>",
        "<h2>Entscheidungsproblem</h2>",
        "<p>一切都是抉择的问题，这个计算机里面最重要的问题。计算机给所有的问题都下一个判断，然后产生一结果，有时这个结果不一定是算出来的，而是因为算不出来，超过了规定的时间（timeout）而产生了一个预先设定的结果。这其实是反而用了时间这个坐标轴。不然的话，这种无法抉择的问题会导致计算机永久的运行下去，或者陷入虚无，或者突然返回一个结果，总之这部分是我们无法预测的。</p>",
        "<h2>镜头转接</h2>",
        "<p>32分左右的镜头转接真是漂亮。Neo吞下药丸后发生变异，然后直接变化到了嘴部，镜头就从嘴部顺着变异进入，背景音本来是Neo的惨叫，这时也慢慢变成了信号的起伏声——就像在电话里听到的那些杂音一样，然后变黑，来到人体的孵化装置。这一转折可谓把视觉和听觉一并连起来转，真的是漂亮、精彩。</p>"
    ]
}