[

    {
        "id": 0,
        "date": "2017.04.13",
        "content": "读明镜周刊泰坦尼克号的特刊，里面有一句话把我逗乐了，来自百万富翁 Astor 临死前的一句调侃：我是订了一块冰，但是现在这个真是（tm）搞笑了。”Ich habe Eis bestellt. Aber das jetzt ist laecherlich.”" 
    },
    {
        "id": 0,
        "date": "2017.04.12",
        "content": "喜欢听歌，动人的歌，它让我觉得，爱是对的。 -- 孙燕姿《任性》" 
    },   
    {
        "id": 0,
        "date": "2017.04.12",
        "content": "《黑客帝国》里 Smith 特工抓着墨菲斯的头掏心窝的说的一番话中有个论断：你们人类跟这个世界上任何哺乳动物都不同，但在计算机领域倒有一种很贴合你们的生物 —- 病毒。人类的行为模式确实像病毒一样，无节制扩张，无节制繁衍，每到一个地方，就要破坏那儿的生态，而不是跟其他动物一样融合进去。希望地球这个寄生体能挺住我们的肆虐… 地球发起疯来，可不管我们是谁。"   
    },
    {
        "id": 0,
        "date": "2017.04.12",
        "content": "感觉这波机器人的热潮带来的改革很可能会产生不可预料的后果，因为不同于前三次工业革命，这次机器人在工作的很多方面都可以完完全全取代人类了，从智能上来说有深度学习做先锋，从体力、经度上来讲已经可以完成非常复杂的动作。不过从历史的角度来讲，每一次工业革命都会解放大量的劳动力，促使其转移至另一个产业。我希望这次也是如此，因为如果没有转移成功，那么将意味着大量的闲散劳动力无处安放，这将带来严重的社会问题，这些人由谁养？这些人生命的意义为何？我觉得一但机器人过了一个临界点，造成整个社会的劳动力多于所需要的劳动力，就会出现社会问题。目前来讲，这方面好像没有一个权威的人类机构给整个星球以指导。这种没有全局思维的微观竞争会导致一些资源的过度供给，就像自由资本主义下的倒牛奶事件一样，只希望未来倒掉的不是人。" 
    },
    {
        "id": 0,
        "date": "2017.04.11",
        "content": "晚上上床前临时决定冲个澡，因为已经凌晨1点半了所以决定不洗头了，结果进淋浴水热后第一个动作就是抓头洗头。。。习惯的力量啊，还是免不了头部先来一发。" 
    },
    {
        "id": 0,
        "date": "2017.04.08",
        "content": "现在的孩子应该都没见过3.5寸的那种磁盘了吧，如果拿出一张来，会不会被以为是3d打印了一个保存按钮？如果他们没见过这些硬盘，那么保存按钮对他们来说会不会有点儿奇怪？还是说已经被固化在脑中，从来没想过这个符号到底代表了什么。" 
    },
    {
        "id": 1,
        "date": "2017.04.04",
        "content": "Google 和 Adobe 开源了一个新字体库：思源宋体～ 今天一大好消息～ 网络上免费的字体越来越漂亮了。" 
    },
    {
        "id": 2,
        "date": "2017.04.01",
        "content": "有什么比打完球回来端着一盘猪肉韭菜的大饺子吃更幸福的事儿呢？加一瓶啤酒～ ​​​​" 
    },
    {
        "id": 3,
        "date": "2017.03.16",
        "content": "啊哈哈哈，又抢到一张 Philipp 的票，德国情歌小王子啊～ 为什么开演唱会的都是在周一...  想不通。" 
    },
    {
        "id": 4,
        "date": "2017.03.14",
        "content": "三月份有Ed Sheeran的演唱会，买了一张高价票，肉疼... 不过看了看席琳迪翁大姐快三百的票价，心里稍微找回来了点儿平衡。Ed这次是来宣传新专辑了～ 看看最近英国的榜单，他一人13首新曲屠榜，简直炸裂。" 
    },
    {
        "id": 5,
        "date": "2017.03.14",
        "content": "今天去补牙，因为这颗没有根管治疗，所以医生给打了针，打的时候跟哄小孩儿似的，把针藏在背后，说：“来，闭上眼睛，一下就好了。” ... 补完告诉我这会儿吃饭的时候一定要小心，我当时在漱口，刚想吐出来问为啥，然后麻痹的右脸控制不住，让一股水喷出来了，撒了一裤子。“这就是为啥。” 医生笑道。 " 
    },
    {
        "id": 6,
        "date": "2017.03.12",
        "content": "今儿天巨好，出门冻成狗，一看手机，零度。" 
    },
    {
        "id": 7,
        "date": "2017.02.28",
        "content": "两年没深入洗牙了，今天终于把这事儿办了，德国深入洗牙保险基本不报全，你得付个80欧左右，洗牙石一年一次保险报销。今天医生嘱咐我，都要30了，一年要一次深入洗牙，一次洗牙石。用牙线不能来回拽着清洗，就是塞入后靠着一侧牙深入牙龈，拔出，牙线换面，同一个缝隙再深入另一侧牙齿与牙龈深处，不可只深入一面。漱口水就像药一样，一般不要用，只有在牙龈出血，有疼痛的时候可以用两周，选用的时候不要用含酒精的，太刺激的，点名不让我用李施德林... 太刺激。深入洗牙包括好几个步骤，首先是去牙石，清洗牙肉，深入到牙龈交叉处，各种倒腾... 然后是抛光(Polieren), 然后是上氟(Fluoridieren), 最后检查。" 
    },
    {
        "id": 8,
        "date": "2017.02.18",
        "content": "崴了个脚，朋友把我公主抱起来送到洗澡间，卧槽第一次被公主抱！好爽！😂😂😂" 
    }
    
]